/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"ADD CARNET" = "ADD CARNET";

/* No comment provided by engineer. */
"Agree" = "Agree";

/* No comment provided by engineer. */
"Ask me again in..." = "Ask me again in...";

/* No comment provided by engineer. */
"Call" = "Call";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Carnet" = "Carnet";

/* No comment provided by engineer. */
"Carnet Details" = "Carnet Details";

/* No comment provided by engineer. */
"Carnet entered successfully" = "Carnet entered successfully";

/* No comment provided by engineer. */
"Carnet Number" = "Carnet Number";

/* No comment provided by engineer. */
"Carnets" = "Carnets";

/* No comment provided by engineer. */
"Chat" = "Chat";

/* No comment provided by engineer. */
"CHOOSE COUNTRY" = "CHOOSE COUNTRY";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"DATE OF DEPARTURE" = "DATE OF DEPARTURE";

/* No comment provided by engineer. */
"Days" = "Days";

/* No comment provided by engineer. */
"description" = "description";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Do you really want to remove %@ carnet?" = "Do you really want to remove %@ carnet?";

/* No comment provided by engineer. */
"Don't Agree" = "Don't Agree";

/* No comment provided by engineer. */
"Done" = "Done";

/* Carnet List empty view greetins and instructions label */
"Empty View Label" = "You currently are not tracking any Carnets. Scan your Carnet QR Code and it will appear in this space.";

/* No comment provided by engineer. */
"Expires:" = "Expires:";

/* No comment provided by engineer. */
"Help" = "Help";

/* No comment provided by engineer. */
"items" = "items";

/* No comment provided by engineer. */
"Keep" = "Keep";

/* No comment provided by engineer. */
"Location Update" = "Location Update";

/* No comment provided by engineer. */
"Months" = "Months";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Carnets Found" = "No Carnets Found";

/* No comment provided by engineer. */
"No data connection." = "No data connection.";

/* No comment provided by engineer. */
"Open Scanner Here" = "Open Scanner Here";

/* No comment provided by engineer. */
"Pressing the \"Agree\" button below you consent to CIB Boomerang terms of use and confirm that you do understand this app is built for help only and take all the responsibility for using the app results.\n\nConsider CIB Boomerang application as the assistant software and enjoy the results. Boomerang Company carries no 100% guaranties of the precise result." = "Pressing the \"Agree\" button below you consent to CIB Boomerang terms of use and confirm that you do understand this app is built for help only and take all the responsibility for using the app results.\n\nConsider CIB Boomerang application as the assistant software and enjoy the results. Boomerang Company carries no 100% guaranties of the precise result.";

/* No comment provided by engineer. */
"Purpose" = "Purpose";

/* No comment provided by engineer. */
"QR-code recognition failed. Unknow QR-code format" = "QR-code recognition failed. Unknow QR-code format";

/* No comment provided by engineer. */
"Quantity:" = "Quantity:";

/* No comment provided by engineer. */
"Reconstitute" = "Reconstitute";

/* No comment provided by engineer. */
"Reconstitute All" = "Reconstitute All";

/* No comment provided by engineer. */
"Reference No:" = "Reference No:";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Remove" = "Remove";

/* No comment provided by engineer. */
"Scan Carnet" = "Scan Carnet";

/* No comment provided by engineer. */
"SCANNER_INSTRUCTIONS_TEXT" = "Position your Carnet's QR Code within the orange square. The code will be scanned automatically.";

/* No comment provided by engineer. */
"SELECT PURPOSE" = "SELECT PURPOSE";

/* No comment provided by engineer. */
"Server error occured. Please check your connection and try again later." = "Server error occured. Please check your connection and try again later.";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Split" = "Split";

/* No comment provided by engineer. */
"Take All" = "Take All";

/* No comment provided by engineer. */
"Terms of Use" = "Terms of Use";

/* No comment provided by engineer. */
"Travelling Day" = "Travelling Day";

/* No comment provided by engineer. */
"Value:" = "Value:";

/* No comment provided by engineer. */
"View Details" = "View Details";

/* No comment provided by engineer. */
"View Location Details" = "View Location Details";

/* No comment provided by engineer. */
"Weeks" = "Weeks";

/* No comment provided by engineer. */
"Will you be travelling soon with this carnet?" = "Will you be travelling soon with this carnet?";

/* No comment provided by engineer. */
"Will you be travelling soon?" = "Will you be travelling soon?";

/* No comment provided by engineer. */
"YES" = "YES";

/* No comment provided by engineer. */
"Yes" = "Yes";

"LOCATION_SERVICES_DISABLED_MESSAGE" = "To enable Location Services, open the Settings app, tap Privacy, the Location Services, then scroll down to CarnetValet, and flip the switch to \"ON\"";
"LOCATION_SERVICES_DISABLED_HEADER" = "Location Services disabled";

/* Agreement */
"Legal Agreement" = "Our Service\n\nCorporation for International Business (“CIB”) provides software and services using mobile technology (the “Service”).  The service permits users to track goods from points of entry into various countries.  Users may scan identifying information into their mobile phone, and in turn receive updates regarding the status of selected international customs filings, among other things.\n\n2. This User Agreement\n\nThis User Agreement (this “Agreement”) describes the rights and obligations of CIB and each user, including the person or entity that is registered (the “User”) to use the Service. “User” shall include any of User’s officers, employees, agents, contractors, or other persons acting on behalf of the User, under the direction of the User, or using the equipment or facilities of the User. The User shall be responsible for, and subject to any obligation, any liability, or shall provide indemnification obligations for the actions, of any person that is (a) an officer, employee agent, contractor, or other person acting on behalf of the User, (b) acting under the direction of the User, or (c) using the equipment or facilities of the User.\nThis Agreement incorporates the following documents and pages by reference:\ni. CIB’s Privacy Policy (the “Privacy Policy”); and\nii. such terms otherwise referenced in this Agreement.\n References to this “Agreement”, unless specifically provided otherwise, incorporate each of the items listed above. If any provision of this Agreement conflicts with any of the items (i) and (ii) above, the terms of this Agreement shall control.\n\n3. Acceptance of Agreement\n\nUse of the Service shall be deemed agreement to all of the terms and conditions contained in this Agreement. If a person accesses the Service, then such person shall be deemed to have accepted the terms of this Agreement as if such person were a “User”. As to each User, this Agreement supersedes any other license or agreement between CIB and User. The User need not execute a formal written agreement, but is bound by this through the use of the Service.\nIf a party indicates that it does not accept the terms of this Agreement, then neither such party nor its employees or agents may use the Service.\n\n4.CIB Authority to Modify Agreement and Service\nCIB may effect an amendment, supplement, or substitution (collectively, the “Modifications”) of any term, provision or condition in this Agreement, in whole or in part, at any time. CIB shall notify User of Modifications or post notice of such Modifications on its website. User may be prompted to indicate acceptance of such Modifications. Any Modifications shall be effective immediately upon such acceptance. Each User shall review the latest version of this Agreement within three business days upon receipt of notice of any Modifications. If User does not wish to be bound by the modified Agreement, then User shall specifically elect to decline the changes when prompted.  Such declining User shall immediately discontinue use of the Service and notify CIB of such User’s intent to immediately terminate use of the Service. Such notice shall be in writing or other means provided by CIB from time to time.  User’s use of the Service, following notification of the Modifications in any manner by CIB, shall constitute acceptance by User of the Agreement, as amended by the Modifications.  CIB may modify the Service from time to time.  User’s continued use of the Service shall constitute acceptance of such modifications.\n\n5. Other Defined Terms\n\n“Losses” means, individually or collectively, claims, damages, expenses, suits, actions, liabilities, losses, costs (including reasonable attorneys’ fees), fines, penalties, taxes or damages.\n“Non-Service Communications” means any communication other than directly using the Service, including facsimile, email, U.S. mail, telephone, direct personal communications, telegraph, or internet sites.\n“CIB Software” means any software (including object code and source code) and documentation provided by CIB to User, whether by download, on disk, in read-only memory, hard copy, or on any other media or in any other form, including any updates or upgrades that CIB elects to provide to User, at its sole discretion and subject to terms imposed by CIB.\n“CIB Application” means the CIB Software, the Service, and any other service or provided by or on behalf of CIB.\nC. Representations by User\nAs a condition to User’s participation, each User represents and warrants to CIB that:\ni. the information provided on the User registration application, or any other information provided to CIB by User, is true, complete and accurate;\nii. should User be granted participation, User shall update information from User immediately after becoming outdated or inaccurate; all User information shall remain true, complete and accurate at all times;\niii. the person submitting the application for participation has all the requisite authority to act for the User; User shall immediately notify CIB if such person ever ceases to have such authority;\niv. User agrees to the terms of this Agreement without reliance upon any pre-contractual advice, representations or warranties given or made by CIB or any other party; and\nv. CIB may contact User for any purpose.\n\n6. Termination of Participation\n\nUser may terminate its participation upon written notification to CIB, which shall be effective on the earlier of (i) acceptance by CIB, or (ii) 30 days after delivery of such notice to CIB. CIB may terminate the participation of any User, or refuse User access to the Service, at any time, without notice, at CIB’s sole discretion, for any reason or no reason. Termination of User’s participation shall result in the deactivation of User’s participation and User shall not access the Service. User shall have no right to any information or files relating to User or its participation. Termination of a User’s participation shall immediately terminate the license to the CIB Software, any CIB intellectual property and other information. Sections 7 (License by User), 12 (Remedies for Breach by Users), 14 (Security), 15 (Disclaimer of Warranties), 16 (Limitation of Liability), 17 (Indemnification), 18 (Confidentiality)  and 19 (General Provisions) shall survive the termination of this Agreement.\n\n7. License by CIB; Terms of Use\n\nA. License. The CIB Software is licensed, not sold, to User by CIB for use only under the terms of this Agreement. Subject to User’s compliance with all the terms of this Agreement, CIB grants to those Users that are registered holders of Carnets, a single, limited, non-exclusive, personal, non-sublicensable, non-assignable, non-transferable, revocable, restricted license to use the Service and the CIB Software (in object code only) on a single device in accordance with this Agreement. CIB reserves all rights in the Service and the CIB Software not expressly granted to User. The rights granted in this Agreement are limited to CIB’s and its licensors’ intellectual property rights in the CIB Software and do not include any other patents or intellectual property rights.\nB. Restrictions on license and use.\nThe User shall not:\ni. Resell, rent, lease, lend, sublicense or otherwise transfer the CIB Software or User’s licensed rights to the any of the rights licensed to User under this Agreement.\nii. USE THE CIB SOFTWARE FOR TO OPERATE EQUIPMENT IN WHICH THE FAILURE OF THE CIB SOFTWARE COULD LEAD TO DEATH, PERSONAL INJURY, OR PHYSICAL OR ENVIRONMENTAL DAMAGE.\niii. Copy, disassemble, modify, decompile, adapt, reproduce, store, distribute, print, commercialize, reverse engineer, disassemble, modify, or create derivative works of the CIB Application, any information or any part thereof.\niv. Use the Service other than for its intended purpose.\nvi.  Share information from the CIB Application with any third party, other than as required to comply with this Agreement. Or\nvii.  violate or breach any law, rule, statute, regulation, treaty of any (a) government or agency therefore, or (b) non-governmental organization with authority to issue or process carnets.\nC. Termination of license. CIB may terminate any license granted under this Agreement at any time. The rights granted in this Agreement (i) are limited to CIB’s and its licensors’ intellectual property rights in the Service and (ii) do not include any other patents or intellectual property rights.\n\n8. License by User\n\nThe User hereby grants a license to any information sent, transmitted, or uploaded by User (collectively, “User Content”). Such license shall be to CIB, its affiliates, and their respective contractors and business partners. The license shall be non-exclusive, transferable, sub-licensable, royalty-free, fully paid-up, and worldwide. Such use of User Content by CIB under this Section shall not require attribution to or consent from the User.\n\n9. Fees for Using the Service and the CIB Software\n\na. Fees. CIB shall charge such fees as set forth by CIB from time to time.\nb. Payment of Service Fees. Payment to CIB for the license to use the CIB Software, the license to use the Service, and any other services performed by CIB pursuant to this Agreement, are as provided by CIB from time to time.\n\n10. Use of the CIB Application; Service\n\nCertain features of the Service use global positioning satellite technology to determine the User’s position.  The internet connection is under User’s responsibility and at User’s expense. Transmitting and receiving updates to and from the Service requires an online (Wi-Fi or 3G) connection between User’s cellular device and the internet.  CIB is not responsible for any expenses arising due to the relationship or use of any connection with any third-party communication or telephone service (such as User’s cellular company).    User may not scrape, data mine, harvest, screen scrape, data aggregate, or index any data or information from the Service or any CIB internet site.  User agree that User will not use any robot, spider, scraper or other automated means to access the CIB internet site or the Service’s database\n\n11. User Technical Specifications and Obligations\n\na. User shall only use hardware and software that satisfy standards set forth by CIB to be compatible with the Service and that (i) permit complete performance of all CIB Application functions and displays, (ii) operate the CIB Software, and (iii) permit the performance by all parties of obligations under this Agreement.\nb. User shall not:\ni. access unauthorized or restricted portions of the CIB Application, or CIB’s proprietary or confidential information and data;\nii. damage or harm the CIB Software; or\niii.  upload, mail, e-mail, or otherwise transmit any unsolicited or unauthorized advertising or promotional material, illegal or illicit code, including viruses, Trojan Horses, anomalies, self-destruction mechanism, copy protection schemes, or any other computer instructions that interfere with any CIB website or the CIB Software\n\n12. System Availability\n\nCIB shall use commercially reasonable efforts to advise User of planned outages or disruptions, to the extent practical. CIB may for any reason, at any time, and without notice, undertake system maintenance or modify or discontinue the CIB Application, including the Service or the CIB Software.\n\n13. Security\n\nUser is responsible for its CIB Application User name and password, whether used by User or any other party. User shall:\na.  prevent the unauthorized use of its password and shall logoff the Service when not using the Service;\nb.  change its password upon request by CIB; and\nc.  contact CIB immediately if it should reasonably suspects any unauthorized use or disclosure of its password.\n\n15. Disclaimer of Warranties\nThe CIB Application is provided “as is” and “as available”. Use of the CIB Application is at User’s sole risk.\nCIB disclaims any warranties related to:\na. lack of CIB Application availability or interruption, delay, breach of security, errors, bugs, viruses or malware;\nb. the completeness or accuracy of any content provided by the Service;\nc. the validity, authority, legality, or effectiveness of Carnets, commonly known as “Merchandise Passports”; or\nd. the performance under this Agreement by any party other than CIB.\nTHE EXPRESS WARRANTIES IN THIS AGREEMENT SHALL BE IN LIEU OF ALL OTHER WARRANTIES, EITHER EXPRESS OR IMPLIED, INCLUDING, WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE.\n\n16. Limitation of Liability\na. User assumes the full, exclusive and sole responsibility for the use of the Service and that the use of the Service is entirely at User’s own risk.  CIB shall have no liability regarding Losses related to or arising from the following:\ni. unauthorized access to User’s user name or password;\nii. lack of Service availability or performance, or delay or failure to transmit, or any download or upload information from, to or via the Service or any element of the CIB Application, whether or not such delay or failure arises out of a defect, fault, loss of availability or malfunction of the CIB Application; or\niii. termination of User’s participation or access to the CIB Application;\niv.  any duties, fees, taxes, assessments, fines or levies relating to the transportation, importation, exportation or use of any goods, including any goods subject to a carnet; or\niv.  inaccuracy of any information regarding any carnet, or any incomplete or erroneous third-party information delivered on the Service.\nb. If CIB breaches this Agreement, or if User becomes dissatisfied with CIB’s services of CIB Software, User’s sole and exclusive remedy shall be the termination of its participation and this Agreement. IN NO EVENT SHALL CIB HAVE ANY LIABILITY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, ARISING OUT OF THIS AGREEMENT, INCLUDING BUT NOT LIMITED TO LOSS OF PROFITS, EVEN IF CIB HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\n\n17. Indemnification\nNotwithstanding anything to the contrary, User shall indemnify, defend and hold harmless CIB, its affiliates, and their respective shareholders, members, directors, manager, officers, employees, agents, subcontractors, customers, and end Users from and against any and Losses related to or arising from (a) User’s use of the CIB Application; (b) breach of any provision of this Agreement; and (c) the sharing by User of its login name, password, reminder question, reminder answer or other information from the Service with any party.\n\n        18. Confidentiality\na. Confidential I\ninformation - Definition.  “Confidential information” means information of, from or regarding CIB that is not generally known to the public, or is from any third-party to whom CIB is under an obligation to keep any information or documents confidential.  Confidential information shall include (i) the following information regarding CIB: organization, business, finances, pricing, costs, salaries, business plans, business or production processes, manuals, marketing plans, employee records, contracts (including the terms of this Agreement), customer or client lists or information regarding customers, suppliers and vendors; (ii) trade secrets and know-how, or (iii) information regarding projects, developmental or experimental work, computer programs (source code and object code), databases, inventions, formulas, designs, screen shots, or reports or data compilations from the CIB Application.  Confidential information includes any notes, analysis, manuals, presentations, reports, or other non-public information regarding the items previously identified in this paragraph, whether generated by CIB or the party receiving the Confidential information.  Confidential information need not be designated as confidential, and may be electronic, written, oral or in any other medium or format.\nb.  Confidential information does not include information that (i) is in the public domain without breach of any obligation of any party owed to CIB, or (ii) is known to the User prior to receipt of the Confidential information by User, but not from a source with any legal obligation to refrain from disclosing the Confidential information.\nc.  Use and non-disclosure.  User shall not disclose, copy or use any Confidential information except to the extent required for User to use the CIB Application under the terms of this Agreement.\nd. Ownership of Confidential information and intellectual property; return of Confidential information.  Nothing in this Agreement shall transfer any right, title or interest in or to the Confidential information or the intellectual property, including any trademark, trade secret or copyright, of CIB, including the CIB Software, any text or content, or any data generated using the Service.  Confidential information shall be immediately returned to CIB (including all copies) following the termination of the Agreement.\n19. Other Provisions\nThis Agreement (a) shall be governed by Illinois law; (b) contains the entire understanding between User and CIB regarding the subject of this Agreement, and supersedes all previous oral or written agreements or understandings between User and CIB regarding the subject of this Agreement; (c) binds User’s permitted successors and assigns; (d) shall be subject to legal proceedings exclusively in Cook County, Illinois (except that actions to enforce a judgment or for specific performance may be located elsewhere as necessary); (e) shall not be waived except in writing signed by CIB (which waiver shall only relate to the specified right or obligation); (f) shall require that written notices be made to CIB as provided on its web site; (g) shall not be subject by a trial by jury, WHICH TRIAL BY JURY IS HEREBY WAIVED BY THE PARTIES; (h) shall not be deemed to establish a partnership, agency or joint venture among the parties; (i) shall not be assignable by User (by operation of law or otherwise) without the prior written consent of CIB (a change of control involving User shall constitute an assignment requiring consent); (j) shall not be affected by the invalidity or unenforceability of any provision, which such provision shall be deemed severable and not affect the remaining valid and enforceable provisions of this Agreement; and (k) shall be subject to the rule of construction where (i) the term “including” or “include,” as used in this Agreement, shall mean “including, but not limited to”, and (ii) headings are meant for convenience only, and shall not be given any meaning or used in the interpretation of the Agreement. User shall pay CIB’s fees and costs and collection (including attorneys’ fees), to enforce any provision of this Agreement, including any failure by User under this Agreement to pay any amounts due, take any action required, or return any property to CIB; provided, however, if a court or arbitrator issues a final ruling that holds that CIB did not have a basis to seek payment or damages from the User, then the User shall not be liable for such fees and costs and collection.";